{
  "welcome": "Welcome to our website!",
  "about": "Welcome to our website!",
  "home": "Home",
  "features": "Features",
  "pricing": "Pricing",
  "contact": "Contact",
  "login": "Login",
  "signup": "Sign Up",
  "SignIn": "Sign In",
  "Enter email & password to continue": "Enter email & password to continue",
  "Email": "Email",
  "Password": "Password",
  "Forgot Password ?": "Forgot Password ?",
  "Submit": "Submit",
  "Don't have an account ? SignUp": "Don't have an account ? Sign Up",
  "Please fill in all required fields": "Please fill in all required fields",
  "Internal Server Error": "Internal Server Error",
  "SignUp": "Sign Up",
  "Name": "Name",
  "Already have an account ? SignIn": "Already have an account ? Sign In",
  "Password should be at least 9 characters": "Password should be at least 9 characters",
  "Forgot Password": "Forgot Password",
  "Enter the registered email and a reset link will be sent to that email": "Enter the registered email and a reset link will be sent to that email",
  "Resend link again in": "Resend link again in",
  "seconds": "seconds",
  "Already know password? SignIn": "Already know password? Sign In",
  "Reset Password": "Reset Password",
  "Enter your new password": "Enter your new password",
  "Confirm Password": "Confirm Password",
  "The password and confirm password do not match": "The password and confirm password do not match",
   "Your account": "Your account",
  "has had its password updated.": "has had its password updated.",
  "Password Updated": "Password Updated",
  "Generate Course": "Generate Course",
  "Type the topic on which you want to Generate course.": "Type the topic on which you want to Generate course.",
  "Also, you can enter a list of subtopics, which are the specifics you want to learn.": "Also, you can enter a list of subtopics, which are the specifics you want to learn.",
  "Topic": "Topic",
  "Sub Topic": "Sub Topic",
  "Add Sub-Topic": "Add Sub-Topic",
  "Remove Sub-Topic": "Remove Sub-Topic",
  "Select number of sub topics": "Select number of sub topics",
  "Select Course Type": "Select Course Type",
  "Theory & Image Course": "Theory & Image Course",
  "Video & Theory Course": "Video & Theory Course",
  "Course Language": "Course Language",
  "For free member sub topics is limited to 5": "For free member sub topics is limited to 5",
  "You can only add 5 sub topics": "You can only add 5 sub topics",
  "For paid members only": "For paid members only",
  "List of topics and subtopics course will cover": "List of topics and subtopics course will cover",
  "Go Back": "Go Back",
  "Congratulations🎉": "Congratulations🎉",
  "userName on completion of course courseTitle. Download your certificate": "{{userName}} on completion of course {{courseTitle}}. Download your certificate",
  "Download": "Download",
  "Downloaded": "Downloaded",
  "About": "About",
  "About Us": "About Us",
  "Our Mission": "Our Mission",
  "Join Us on the Learning Journey": "Join Us on the Learning Journey",
  "Welcome to name, the cutting-edge AI Course generator brought to you by company!": "Welcome to {{name}}, the cutting-edge AI Course generator brought to you by {{company}}!",
  "At company, we believe in the transformative power of education and the endless possibilities that Artificial Intelligence unlocks. That's why we've developed name, a revolutionary SaaS product designed to make course creation seamless, efficient, and intelligent.": "At {{company}}, we believe in the transformative power of education and the endless possibilities that Artificial Intelligence unlocks. That's why we've developed {{name}}, a revolutionary SaaS product designed to make course creation seamless, efficient, and intelligent.",
  "Empowering educators, professionals, and organizations to create exceptional learning experiences effortlessly is at the heart of what we do. name embodies our commitment to leveraging AI technology to simplify the course development process and unlock new realms of educational excellence. Founded with a passion for innovation, company has been on a journey to redefine the intersection of education and technology. Our team of experts, driven by a shared vision, has dedicated years to create name as a testament to our commitment to advancing the field of online learning. At company, quality is non-negotiable. name is the result of meticulous development, incorporating the latest advancements in AI technology to provide you with a tool that exceeds expectations.": "Empowering educators, professionals, and organizations to create exceptional learning experiences effortlessly is at the heart of what we do. {{name}} embodies our commitment to leveraging AI technology to simplify the course development process and unlock new realms of educational excellence. Founded with a passion for innovation, {{company}} has been on a journey to redefine the intersection of education and technology. Our team of experts, driven by a shared vision, has dedicated years to create {{name}} as a testament to our commitment to advancing the field of online learning. At {{company}}, quality is non-negotiable. {{name}} is the result of meticulous development, incorporating the latest advancements in AI technology to provide you with a tool that exceeds expectations.",
  "Embark on a journey of innovation and educational excellence with name. Whether you're an educator, a professional, or an organization looking to elevate your learning programs, company is here to support you every step of the way.": "Embark on a journey of innovation and educational excellence with {{name}}. Whether you're an educator, a professional, or an organization looking to elevate your learning programs, {{company}} is here to support you every step of the way."
}